Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Open a project to write a project-scoped agent.
ar: افتح مشروعا لكتابة وكيل بنطاق المشروع.
de: Öffnen Sie ein Projekt, um einen projektbezogenen Agent zu schreiben.
es: Abre un proyecto para escribir un agente con ámbito de proyecto.
fr: Ouvrez un projet pour écrire un agent limité au projet.
he: פתח פרויקט כדי לכתוב סוכן בהיקף הפרויקט.
hi: प्रोजेक्ट-स्कोप वाला एजेंट लिखने के लिए कोई प्रोजेक्ट खोलें।
id: Buka proyek untuk menulis agen bercakupan proyek.
it: Apri un progetto per scrivere un agente con ambito di progetto.
ja: プロジェクト単位のエージェントを作成するには、プロジェクトを開いてください。
ko: 프로젝트 범위의 에이전트를 작성하려면 프로젝트를 여세요.
nl: Open een project om een projectgebonden agent te schrijven.
pl: Otwórz projekt, aby napisać agenta o zasięgu projektu.
pt_br: Abra um projeto para escrever um agente com escopo de projeto.
ru: Откройте проект, чтобы написать агента с областью проекта.
sv: Öppna ett projekt för att skriva en projektbegränsad agent.
tr: Proje kapsamlı bir aracı yazmak için bir proje açın.
uk: Відкрийте проєкт, щоб написати агента в межах проєкту.
vi: Mở một dự án để viết tác nhân trong phạm vi dự án.
zh_hans: 打开一个项目以编写项目范围的代理。
zh_hant: 開啟一個專案以撰寫專案範圍的代理。

source: Open model folder…
ar: فتح مجلد النموذج…
de: Modellordner öffnen…
es: Abrir carpeta de modelos…
fr: Ouvrir le dossier du modèle…
he: פתח תיקיית מודל…
hi: मॉडल फ़ोल्डर खोलें…
id: Buka folder model…
it: Apri cartella modelli…
ja: モデルフォルダを開く…
ko: 모델 폴더 열기…
nl: Modelmap openen…
pl: Otwórz folder modelu…
pt_br: Abrir pasta do modelo…
ru: Открыть папку моделей…
sv: Öppna modellmapp…
tr: Model klasörünü aç…
uk: Відкрити папку моделей…
vi: Mở thư mục mô hình…
zh_hans: 打开模型文件夹…
zh_hant: 打開模型資料夾…

source: Open with default app
ar: فتح بالتطبيق الافتراضي
de: Mit Standard-App öffnen
es: Abrir con la app predeterminada
fr: Ouvrir avec l'app par défaut
he: פתח באפליקציית ברירת המחדל
hi: डिफ़ॉल्ट ऐप से खोलें
id: Buka dengan aplikasi default
it: Apri con l'app predefinita
ja: 既定のアプリで開く
ko: 기본 앱으로 열기
nl: Openen met standaardapp
pl: Otwórz w domyślnej aplikacji
pt_br: Abrir com o app padrão
ru: Открыть в приложении по умолчанию
sv: Öppna med standardapp
tr: Varsayılan uygulamayla aç
uk: Відкрити в типовому застосунку
vi: Mở bằng ứng dụng mặc định
zh_hans: 用默认应用打开
zh_hant: 以預設 App 開啟

source: OpenAI Compatible:
ar: متوافق مع OpenAI:
de: OpenAI-kompatibel:
es: Compatible con OpenAI:
fr: Compatible OpenAI :
he: תואם OpenAI:
hi: OpenAI संगत:
id: Kompatibel dengan OpenAI:
it: Compatibile con OpenAI:
ja: OpenAI 互換:
ko: OpenAI 호환:
nl: OpenAI-compatibel:
pl: Zgodne z OpenAI:
pt_br: Compatível com OpenAI:
ru: Совместимо с OpenAI:
sv: OpenAI-kompatibel:
tr: OpenAI uyumlu:
uk: Сумісно з OpenAI:
vi: Tương thích OpenAI:
zh_hans: OpenAI 兼容:
zh_hant: OpenAI 相容:

source: Opens the TurboSpark store in Finder
ar: يفتح متجر TurboSpark في Finder
de: Öffnet den TurboSpark-Speicher im Finder
es: Abre el almacén de TurboSpark en el Finder
fr: Ouvre le magasin TurboSpark dans le Finder
he: פותח את מאגר TurboSpark ב-Finder
hi: फ़ाइंडर में TurboSpark स्टोर खोलता है
id: Membuka penyimpanan TurboSpark di Finder
it: Apre l'archivio TurboSpark nel Finder
ja: FinderでTurboSparkストアを開きます
ko: Finder에서 TurboSpark 저장소를 엽니다
nl: Opent de TurboSpark-opslag in Finder
pl: Otwiera magazyn TurboSpark w Finderze
pt_br: Abre o armazenamento do TurboSpark no Finder
ru: Открывает хранилище TurboSpark в Finder
sv: Öppnar TurboSpark-lagringen i Finder
tr: TurboSpark deposunu Finder'da açar
uk: Відкриває сховище TurboSpark у Finder
vi: Mở kho lưu trữ TurboSpark trong Finder
zh_hans: 在访达中打开 TurboSpark 存储
zh_hant: 在 Finder 中開啟 TurboSpark 存放區

source: Optimized for Your Mac
ar: محسّن لجهاز Mac لديك
de: Optimiert für Ihren Mac
es: Optimizado para tu Mac
fr: Optimisé pour votre Mac
he: מותאם ל-Mac שלך
hi: आपके Mac के लिए अनुकूलित
id: Dioptimalkan untuk Mac Anda
it: Ottimizzato per il tuo Mac
ja: お使いの Mac に最適化
ko: 내 Mac에 최적화됨
nl: Geoptimaliseerd voor je Mac
pl: Zoptymalizowano dla Twojego Maca
pt_br: Otimizado para o seu Mac
ru: Оптимизировано для вашего Mac
sv: Optimerad för din Mac
tr: Mac'iniz için optimize edildi
uk: Оптимізовано для вашого Mac
vi: Được tối ưu hóa cho máy Mac của bạn
zh_hans: 针对你的 Mac 进行了优化
zh_hant: 針對你的 Mac 進行了最佳化

source: Optional raw HTTP text. Kept in memory, truncated, cleared on restart.
ar: نص HTTP خام اختياري. يُحفظ في الذاكرة ويُقتطع ويُمسح عند إعادة التشغيل.
de: Optionaler HTTP-Rohtext. Im Speicher gehalten, gekürzt und beim Neustart gelöscht.
es: Texto HTTP sin procesar opcional. Se guarda en memoria, se trunca y se borra al reiniciar.
fr: Texte HTTP brut facultatif. Conservé en mémoire, tronqué et effacé au redémarrage.
he: טקסט HTTP גולמי אופציונלי. נשמר בזיכרון, נחתך ונמחק בהפעלה מחדש.
hi: वैकल्पिक कच्चा HTTP टेक्स्ट। मेमोरी में रखा जाता है, काटा जाता है और रीस्टार्ट पर मिट जाता है।
id: Teks HTTP mentah opsional. Disimpan di memori, dipotong, dan dihapus saat mulai ulang.
it: Testo HTTP grezzo facoltativo. Conservato in memoria, troncato e cancellato al riavvio.
ja: 任意の生HTTPテキスト。メモリ内に保存され、切り詰められ、再起動時に消去されます。
ko: 선택적 원시 HTTP 텍스트입니다. 메모리에 보관되며 잘리고 재시작 시 삭제됩니다.
nl: Optionele ruwe HTTP-tekst. In het geheugen bewaard, ingekort en gewist bij herstart.
pl: Opcjonalny surowy tekst HTTP. Przechowywany w pamięci, skracany i usuwany po ponownym uruchomieniu.
pt_br: Texto HTTP bruto opcional. Mantido na memória, truncado e apagado ao reiniciar.
ru: Необязательный исходный текст HTTP. Хранится в памяти, обрезается и очищается при перезапуске.
sv: Valfri rå HTTP-text. Sparas i minnet, kortas av och rensas vid omstart.
tr: İsteğe bağlı ham HTTP metni. Bellekte tutulur, kısaltılır ve yeniden başlatmada silinir.
uk: Необов’язковий сирий текст HTTP. Зберігається в пам’яті, обрізається й очищається після перезапуску.
vi: Văn bản HTTP thô tùy chọn. Lưu trong bộ nhớ, bị cắt ngắn và xóa khi khởi động lại.
zh_hans: 可选的原始 HTTP 文本。保存在内存中，会被截断，重启后清除。
zh_hant: 可選的原始 HTTP 文字。保存在記憶體中，會被截斷，重新啟動後清除。

source: Options
ar: الخيارات
de: Optionen
es: Opciones
he: אפשרויות
hi: विकल्प
id: Opsi
it: Opzioni
ja: オプション
ko: 옵션
nl: Opties
pl: Opcje
pt_br: Opções
ru: Параметры
sv: Alternativ
tr: Seçenekler
uk: Параметри
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

source: Organization & Notes
ar: التنظيم والملاحظات
de: Organisation und Notizen
es: Organización y notas
fr: Organisation et notes
he: ארגון והערות
hi: संगठन और नोट्स
id: Pengorganisasian & Catatan
it: Organizzazione e note
ja: 整理とメモ
ko: 정리 및 메모
nl: Organisatie & Notities
pl: Organizacja i notatki
pt_br: Organização e Notas
ru: Организация и заметки
sv: Organisation och anteckningar
tr: Düzenleme ve Notlar
uk: Організація та нотатки
vi: Tổ chức & Ghi chú
zh_hans: 整理与备注
zh_hant: 整理與備忘

source: Other Tasks
ar: مهام أخرى
de: Weitere Aufgaben
es: Otras tareas
fr: Autres tâches
he: משימות אחרות
hi: अन्य कार्य
id: Tugas lain
it: Altre attività
ja: その他のタスク
ko: 기타 작업
nl: Overige taken
pl: Inne zadania
pt_br: Outras tarefas
ru: Другие задачи
sv: Andra uppgifter
tr: Diğer görevler
uk: Інші завдання
vi: Tác vụ khác
zh_hans: 其他任务
zh_hant: 其他工作

source: Output Rate Cap
ar: حد معدل الإخراج
de: Ausgaberatenbegrenzung
es: Límite de velocidad de salida
fr: Limite de débit de sortie
he: מגבלת קצב פלט
hi: आउटपुट दर सीमा
id: Batas laju keluaran
it: Limite di velocità in uscita
ja: 出力レートの上限
ko: 출력 속도 상한
nl: Limiet uitvoersnelheid
pl: Limit szybkości wyjścia
pt_br: Limite de taxa de saída
ru: Ограничение скорости вывода
sv: Gräns för utmatningshastighet
tr: Çıkış hızı sınırı
uk: Обмеження швидкості виводу
vi: Giới hạn tốc độ đầu ra
zh_hans: 输出速率上限
zh_hant: 輸出速率上限

source: Output tokens
ar: رموز الإخراج
de: Ausgabe-Tokens
es: Tokens de salida
fr: Jetons de sortie
he: אסימוני פלט
hi: आउटपुट टोकन
id: Token Keluaran
it: Token di output
ja: 出力トークン
ko: 출력 토큰
nl: Uitvoer-tokens
pl: Tokeny wyjściowe
pt_br: Tokens de Saída
ru: Токены вывода
sv: Utdata-tokens
tr: Çıktı Belirteçleri
uk: Токени виводу
vi: Mã thông báo đầu ra
zh_hans: 输出标记数
zh_hant: 輸出權杖數

source: Output tokens, last 30 days
ar: رموز الإخراج، آخر 30 يوما
de: Ausgabe-Token, letzte 30 Tage
es: Tokens de salida, últimos 30 días
fr: Jetons de sortie, 30 derniers jours
he: אסימוני פלט, 30 הימים האחרונים
hi: आउटपुट टोकन, पिछले 30 दिन
id: Token keluaran, 30 hari terakhir
it: Token in uscita, ultimi 30 giorni
ja: 出力トークン (直近 30 日)
ko: 출력 토큰, 최근 30일
nl: Uitvoertokens, afgelopen 30 dagen
pl: Tokeny wyjściowe, ostatnie 30 dni
pt_br: Tokens de saída, últimos 30 dias
ru: Выходные токены за последние 30 дней
sv: Utmatningstoken, senaste 30 dagarna
tr: Çıkış belirteçleri, son 30 gün
uk: Вихідні токени за останні 30 днів
vi: Token đầu ra, 30 ngày qua
zh_hans: 输出令牌，最近 30 天
zh_hant: 輸出權杖，最近 30 天

source: Outputs
ar: المخرجات
de: Ergebnisse
es: Resultados
fr: Résultats
he: פלטים
hi: आउटपुट
id: Keluaran
it: Risultati
ja: 出力
ko: 출력
nl: Uitvoer
pl: Wyniki
pt_br: Resultados
ru: Результаты
sv: Resultat
tr: Çıktılar
uk: Результати
vi: Đầu ra
zh_hans: 输出
zh_hant: 輸出

source: P value
ar: قيمة P
de: P-Wert
es: Valor P
fr: Valeur P
he: ערך P
hi: P मान
id: Nilai P
it: Valore P
ja: P値
ko: P 값
nl: P-waarde
pl: Wartość P
pt_br: Valor P
ru: Значение P
sv: P-värde
tr: P değeri
uk: Значення P
vi: Giá trị P
zh_hans: P值
zh_hant: P值

source: Pages load only local files from the artifact's own folder.
ar: تحمّل الصفحات ملفات محلية من مجلد العنصر نفسه فقط.
de: Seiten laden ausschließlich lokale Dateien aus dem eigenen Ordner des Artefakts.
es: Las páginas solo cargan archivos locales de la propia carpeta del artefacto.
fr: Les pages ne chargent que des fichiers locaux issus du dossier de l'artefact.
he: הדפים טוענים רק קבצים מקומיים מהתיקייה של הפריט עצמו.
hi: पेज केवल आर्टिफ़ैक्ट के अपने फ़ोल्डर से स्थानीय फ़ाइलें लोड करते हैं।
id: Halaman hanya memuat berkas lokal dari folder artefak itu sendiri.
it: Le pagine caricano solo file locali dalla cartella dell'artefatto stesso.
ja: ページは、アーティファクト自身のフォルダにあるローカルファイルのみを読み込みます。
ko: 페이지는 아티팩트 자체 폴더의 로컬 파일만 로드합니다.
nl: Pagina's laden alleen lokale bestanden uit de eigen map van het artefact.
pl: Strony wczytują wyłącznie pliki lokalne z własnego folderu artefaktu.
pt_br: As páginas carregam apenas arquivos locais da própria pasta do artefato.
ru: Страницы загружают только локальные файлы из собственной папки артефакта.
sv: Sidor läser bara in lokala filer från artefaktens egen mapp.
tr: Sayfalar yalnızca yapıtın kendi klasöründeki yerel dosyaları yükler.
uk: Сторінки завантажують лише локальні файли з власної папки артефакту.
vi: Các trang chỉ tải tệp cục bộ từ thư mục của chính artifact.
zh_hans: 页面只加载工件自身文件夹中的本地文件。
zh_hant: 頁面只載入成品自身資料夾中的本機檔案。

source: Pasted text exceeded the %lld-token context window; kept the first %lld characters.
ar: تجاوز النص الملصق نافذة السياق البالغة %lld رمزًا؛ تم الاحتفاظ بأول %lld حرفًا.
de: Der eingefügte Text überschritt das %lld-Token-Kontextfenster; die ersten %lld Zeichen wurden behalten.
es: El texto pegado superó la ventana de contexto de %lld tokens; se conservaron los primeros %lld caracteres.
fr: Le texte collé a dépassé la fenêtre de contexte de %lld jetons ; les %lld premiers caractères ont été conservés.
he: הטקסט שהודבק חרג מחלון ההקשר של %lld אסימונים; נשמרו %lld התווים הראשונים.
hi: पेस्ट किया गया टेक्स्ट %lld-टोकन संदर्भ विंडो से अधिक था; पहले %lld वर्ण रखे गए।
id: Teks yang ditempel melebihi jendela konteks %lld token; %lld karakter pertama dipertahankan.
it: Il testo incollato ha superato la finestra di contesto di %lld token; conservati i primi %lld caratteri.
ja: 貼り付けたテキストが %lld トークンのコンテキストウィンドウを超えたため、最初の %lld 文字を保持しました。
ko: 붙여넣은 텍스트가 %lld 토큰 컨텍스트 창을 초과하여 처음 %lld자를 유지했습니다.
nl: De geplakte tekst overtrad het %lld-token contextvenster; de eerste %lld tekens zijn bewaard.
pl: Wklejony tekst przekroczył okno kontekstu %lld tokenów; zachowano pierwsze %lld znaków.
pt_br: O texto colado excedeu a janela de contexto de %lld tokens; os primeiros %lld caracteres foram mantidos.
ru: Вставленный текст превысил контекстное окно в %lld токенов; сохранены первые %lld символов.
sv: Den inklistrade texten överskred kontextfönstret på %lld token; de första %lld tecknen behölls.
tr: Yapıştırılan metin %lld token bağlam penceresini aştı; ilk %lld karakter korundu.
uk: Вставлений текст перевищив контекстне вікно у %lld токенів; збережено перші %lld символів.
vi: Văn bản dán đã vượt quá cửa sổ ngữ cảnh %lld token; giữ lại %lld ký tự đầu tiên.
zh_hans: 粘贴的文本超出了 %lld 个 token 的上下文窗口；已保留前 %lld 个字符。
zh_hant: 貼上的文字超出了 %lld 個 token 的上下文視窗；已保留前 %lld 個字元。

source: Path
ar: المسار
de: Pfad
es: Ruta
fr: Chemin
he: נתיב
hi: पथ
id: Jalur
it: Percorso
ja: パス
ko: 경로
nl: Pad
pl: Ścieżka
pt_br: Caminho
ru: Путь
sv: Sökväg
tr: Yol
uk: Шлях
vi: Đường dẫn
zh_hans: 路径
zh_hant: 路徑

source: Pause
ar: إيقاف مؤقت
de: Pausieren
es: Pausar
fr: Suspendre
he: השהה
hi: रोकें
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시 정지
nl: Pauzeren
pl: Wstrzymaj
pt_br: Pausar
ru: Приостановить
sv: Pausa
tr: Duraklat
uk: Призупинити
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

source: Paused
ar: متوقف مؤقتاً
de: Pausiert
es: En pausa
fr: En pause
he: מושהה
hi: रुका हुआ
id: Dijeda
it: In pausa
ja: 一時停止中
ko: 일시 중지됨
nl: Gepauzeerd
pl: Wstrzymane
pt_br: Pausado
ru: Приостановлено
sv: Pausad
tr: Duraklatıldı
uk: Призупинено
vi: Đã tạm dừng
zh_hans: 已暂停
zh_hant: 已暫停

source: Paused downloads resume while the app stays open.
ar: يمكن استئناف التنزيلات المتوقفة مؤقتًا ما دام التطبيق مفتوحًا.
de: Pausierte Downloads können fortgesetzt werden, solange die App geöffnet bleibt.
es: Las descargas pausadas se pueden reanudar mientras la aplicación permanezca abierta.
fr: Les téléchargements suspendus peuvent reprendre tant que l’application reste ouverte.
he: ניתן להמשיך הורדות שהושהו כל עוד האפליקציה נשארת פתוחה.
hi: रुके हुए डाउनलोड ऐप खुला रहने तक जारी किए जा सकते हैं।
id: Unduhan yang dijeda dapat dilanjutkan selama aplikasi tetap terbuka.
it: I download in pausa possono riprendere finché l’app rimane aperta.
ja: アプリを開いたままであれば、一時停止したダウンロードを再開できます。
ko: 앱이 열려 있는 동안 일시 정지한 다운로드를 계속할 수 있습니다.
nl: Gepauzeerde downloads kunnen worden hervat zolang de app open blijft.
pl: Wstrzymane pobieranie można wznowić, dopóki aplikacja pozostaje otwarta.
pt_br: Downloads pausados podem ser retomados enquanto o aplicativo permanecer aberto.
ru: Приостановленные загрузки можно продолжить, пока приложение открыто.
sv: Pausade hämtningar kan återupptas så länge appen är öppen.
tr: Uygulama açık kaldığı sürece duraklatılan indirmeler sürdürülebilir.
uk: Призупинені завантаження можна відновити, доки застосунок відкритий.
vi: Có thể tiếp tục các lượt tải xuống đã tạm dừng khi ứng dụng vẫn mở.
zh_hans: 应用保持打开时，可以继续已暂停的下载。
zh_hant: 應用程式保持開啟時，可以繼續已暫停的下載。

source: Payload is supplied via JSON over stdin. Exit code 2 blocks PreToolUse execution.
ar: تُمرَّر الحمولة بصيغة JSON عبر stdin. ورمز الخروج 2 يمنع تنفيذ PreToolUse.
de: Die Nutzlast wird als JSON über stdin übergeben. Exit-Code 2 blockiert die PreToolUse-Ausführung.
es: La carga útil se envía como JSON por stdin. El código de salida 2 bloquea la ejecución de PreToolUse.
fr: La charge utile est fournie en JSON via stdin. Le code de sortie 2 bloque l'exécution de PreToolUse.
he: המטען מסופק כ-JSON דרך stdin. קוד יציאה 2 חוסם את ההרצה של PreToolUse.
hi: पेलोड stdin के माध्यम से JSON में दिया जाता है। एग्ज़िट कोड 2 PreToolUse निष्पादन रोक देता है।
id: Payload disediakan sebagai JSON melalui stdin. Kode keluar 2 memblokir eksekusi PreToolUse.
it: Il payload viene fornito come JSON tramite stdin. Il codice di uscita 2 blocca l'esecuzione di PreToolUse.
ja: ペイロードは stdin 経由の JSON で渡されます。終了コード 2 は PreToolUse の実行をブロックします。
ko: 페이로드는 stdin을 통해 JSON으로 전달됩니다. 종료 코드 2는 PreToolUse 실행을 차단합니다.
nl: De payload wordt als JSON via stdin aangeleverd. Afsluitcode 2 blokkeert de uitvoering van PreToolUse.
pl: Ładunek jest przekazywany jako JSON przez stdin. Kod wyjścia 2 blokuje wykonanie PreToolUse.
pt_br: O payload é fornecido como JSON via stdin. O código de saída 2 bloqueia a execução de PreToolUse.
ru: Полезная нагрузка передается в формате JSON через stdin. Код выхода 2 блокирует выполнение PreToolUse.
sv: Nyttolasten skickas som JSON via stdin. Slutkod 2 blockerar PreToolUse-körning.
tr: Yük, stdin üzerinden JSON olarak sağlanır. Çıkış kodu 2, PreToolUse yürütmesini engeller.
uk: Корисне навантаження передається як JSON через stdin. Код виходу 2 блокує виконання PreToolUse.
vi: Payload được cung cấp dưới dạng JSON qua stdin. Mã thoát 2 chặn việc thực thi PreToolUse.
zh_hans: 负载通过 stdin 以 JSON 提供。退出码 2 会阻止 PreToolUse 执行。
zh_hant: 負載透過 stdin 以 JSON 提供。結束碼 2 會阻擋 PreToolUse 執行。

source: Penalty
ar: الجزاء
de: Strafe
es: Penalización
fr: Pénalité
he: קנס
hi: पेनाल्टी
id: Penalti
it: Penalità
ja: ペナルティ
ko: 페널티
nl: Straf
pl: Kara
pt_br: Penalidade
ru: Штраф
sv: Straff
tr: Ceza
uk: Штраф
vi: Hình phạt
zh_hans: 惩罚
zh_hant: 懲罰

source: Permission Rules
ar: قواعد الأذونات
de: Berechtigungsregeln
es: Reglas de permisos
fr: Règles d'autorisation
he: כללי הרשאות
hi: अनुमति नियम
id: Aturan izin
it: Regole dei permessi
ja: 権限ルール
ko: 권한 규칙
nl: Machtigingsregels
pl: Reguły uprawnień
pt_br: Regras de permissão
ru: Правила разрешений
sv: Behörighetsregler
tr: İzin kuralları
uk: Правила дозволів
vi: Quy tắc quyền
zh_hans: 权限规则
zh_hant: 權限規則

source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
fr: Autorisations
he: הרשאות
hi: अनुमतियाँ
id: Izin
it: Permessi
ja: 権限
ko: 권한
nl: Machtigingen
pl: Uprawnienia
pt_br: Permissões
ru: Разрешения
sv: Behörigheter
tr: İzinler
uk: Дозволи
vi: Quyền
zh_hans: 权限
zh_hant: 權限

source: Permissive (Allow All)
ar: متساهل (السماح بالكل)
de: Freizügig (alle zulassen)
es: Permisivo (permitir todo)
fr: Permissif (tout autoriser)
he: מתירני (אפשר הכל)
hi: अनुमेय (सभी की अनुमति दें)
id: Permisif (Izinkan Semua)
it: Permissivo (consenti tutto)
ja: 許可 (すべて許可)
ko: 허용 (모두 허용)
nl: Permissief (alles toestaan)
pl: Pobłażliwy (zezwól na wszystko)
pt_br: Permissivo (Permitir Tudo)
ru: Нестрогий (разрешить все)
sv: Tillåtande (tillåt alla)
tr: İzin Verici (Tümüne İzin Ver)
uk: Несуворий (дозволити все)
vi: Cho phép (Cho phép tất cả)
zh_hans: 宽松（允许全部）
zh_hant: 寬鬆（允許全部）

source: Personal
ar: شخصي
de: Persönlich
fr: Personnel
he: אישי
hi: व्यक्तिगत
id: Pribadi
it: Personale
ja: 個人設定
ko: 개인 설정
nl: Persoonlijk
pl: Osobiste
pt_br: Pessoal
ru: Личные
sv: Personligt
tr: Kişisel
uk: Особисті
vi: Cá nhân
zh_hans: 个人
zh_hant: 個人

source: Personal Notes
ar: ملاحظات شخصية
de: Persönliche Notizen
es: Notas personales
fr: Notes personnelles
he: הערות אישיות
hi: व्यक्तिगत नोट्स
id: Catatan pribadi
it: Note personali
ja: 個人メモ
ko: 개인 메모
nl: Persoonlijke notities
pl: Notatki osobiste
pt_br: Notas pessoais
ru: Личные заметки
sv: Personliga anteckningar
tr: Kişisel notlar
uk: Особисті нотатки
vi: Ghi chú cá nhân
zh_hans: 个人笔记
zh_hant: 個人筆記

source: Personality
ar: الشخصية
de: Persönlichkeit
es: Personalidad
fr: Personnalité
he: אישיות
hi: व्यक्तित्व
id: Kepribadian
it: Personalità
ja: パーソナリティ
ko: 성격
nl: Persoonlijkheid
pl: Osobowość
pt_br: Personalidade
ru: Индивидуальность
sv: Personlighet
tr: Kişilik
uk: Особистість
vi: Tính cách
zh_hans: 个性
zh_hant: 個性

source: Physical RAM
ar: ذاكرة الوصول العشوائي الفعلية
de: Physischer RAM
es: RAM física
fr: RAM physique
he: זיכרון RAM פיזי
hi: भौतिक RAM
id: RAM Fisik
it: RAM fisica
ja: 物理RAM
ko: 물리 RAM
nl: Fysiek RAM
pl: Pamięć fizyczna RAM
pt_br: RAM Física
ru: Физическая RAM
sv: Fysiskt RAM
tr: Fiziksel RAM
uk: Фізична RAM
vi: RAM vật lý
zh_hans: 物理内存
zh_hant: 實體記憶體

source: Pick a prompt to rewind to. Everything after it is dropped from this conversation; files on disk are not touched.
ar: اختر مطالبة للإرجاع إليها. يتم إسقاط كل شيء بعدها من هذه المحادثة؛ لا يتم لمس الملفات الموجودة على القرص.
de: Wählen Sie einen Prompt aus, zu dem zurückgespult werden soll. Alles danach wird aus dieser Konversation verworfen; Dateien auf der Festplatte werden nicht berührt.
es: Elige un aviso al que rebobinar. Todo lo posterior se eliminará de esta conversación; los archivos en el disco no se modifican.
fr: Choisissez une invite à laquelle revenir. Tout ce qui suit est supprimé de cette conversation ; les fichiers sur le disque ne sont pas modifiés.
he: בחר הנחיה לחזרה אליה. כל מה שאחריה נמחק משיחה זו; קבצים בדיסק אינם מושפעים.
hi: रिवाइंड करने के लिए एक संकेत चुनें। इसके बाद की हर चीज़ इस बातचीत से हटा दी जाती है; डिस्क पर मौजूद फ़ाइलें अछूती रहती हैं।
id: Pilih prompt untuk memundurkan. Semua hal setelahnya akan dihapus dari percakapan ini; file di disk tidak tersentuh.
it: Scegli un prompt a cui riavvolgere. Tutto ciò che segue viene eliminato da questa conversazione; i file su disco non vengono toccati.
ja: 巻き戻すプロンプトを選択します。それ以降のすべてはこの会話から削除されます。ディスク上のファイルは変更されません。
ko: 되감기할 프롬프트를 선택하세요. 그 이후의 모든 내용은 이 대화에서 삭제됩니다. 디스크의 파일은 변경되지 않습니다.
nl: Kies een prompt om naar terug te spoelen. Alles daarna wordt uit dit gesprek verwijderd; bestanden op de schijf worden niet gewijzigd.
pl: Wybierz prompt, do którego chcesz cofnąć. Wszystko po nim zostanie usunięte z tej konwersacji; pliki na dysku pozostają nienaruszone.
pt_br: Escolha um prompt para o qual retroceder. Tudo após ele será descartado desta conversa; os arquivos no disco não são afetados.
ru: Выберите запрос, к которому нужно вернуться. Все, что было после него, удаляется из этого диалога; файлы на диске не затрагиваются.
sv: Välj en uppmaning att spola tillbaka till. Allt efter det tas bort från den här konversationen; filer på disk rörs inte.
tr: Geri sarmak için bir istem seçin. Ondan sonraki her şey bu sohbetten çıkarılır; diskteki dosyalara dokunulmaz.
uk: Виберіть запит, до якого потрібно повернутися. Все, що було після нього, видаляється з цієї розмови; файли на диску не змінюються.
vi: Chọn một lời nhắc để tua lại. Mọi thứ sau đó sẽ bị loại bỏ khỏi cuộc trò chuyện này; các tập tin trên đĩa không bị ảnh hưởng.
zh_hans: 选择要回退到的提示词。此提示词之后的所有内容都将从此对话中丢弃；磁盘上的文件不会受到影响。
zh_hant: 選擇要倒退到的提示詞。此提示詞之後的所有內容都將從此對話中捨棄；磁碟上的檔案不會受到影響。

source: Pick a row to see what it costs and whether it fits this machine.
ar: اختر صفا لمعرفة تكلفته وما إذا كان يناسب هذا الجهاز.
de: Wählen Sie eine Zeile, um zu sehen, was sie kostet und ob sie auf diesen Rechner passt.
es: Elige una fila para ver cuánto cuesta y si cabe en este equipo.
fr: Sélectionnez une ligne pour voir son coût et si elle tient sur cette machine.
he: בחר שורה כדי לראות מה היא דורשת והאם היא מתאימה למחשב הזה.
hi: कोई पंक्ति चुनें ताकि उसकी लागत और यह मशीन के लिए उपयुक्त है या नहीं, यह दिख सके।
id: Pilih baris untuk melihat biayanya dan apakah muat di komputer ini.
it: Scegli una riga per vedere quanto costa e se è compatibile con questo computer.
ja: 行を選ぶと、必要なリソースとこのマシンに収まるかどうかが表示されます。
ko: 행을 선택하면 비용과 이 컴퓨터에 맞는지 확인할 수 있습니다.
nl: Kies een rij om te zien wat die kost en of die op deze computer past.
pl: Wybierz wiersz, aby zobaczyć, ile kosztuje i czy zmieści się na tym komputerze.
pt_br: Escolha uma linha para ver quanto custa e se cabe nesta máquina.
ru: Выберите строку, чтобы увидеть ее стоимость и поместится ли она на этом компьютере.
sv: Välj en rad för att se vad den kostar och om den får plats på den här datorn.
tr: Maliyetini ve bu makineye sığıp sığmadığını görmek için bir satır seçin.
uk: Виберіть рядок, щоб побачити його вартість і чи вміщується він на цьому комп'ютері.
vi: Chọn một hàng để xem chi phí và liệu nó có phù hợp với máy này không.
zh_hans: 选择一行即可查看其开销以及是否适合这台机器。
zh_hant: 選擇一列即可查看其開銷以及是否適合這台機器。
